{
	"title": "Invasive Species",
	"questions": [
	{
			"Species have always moved from one place to another but human activity has sped up the process.": [{
					"True": "T"
				},
				{
					"False": "F"
				},
				{
					"I'm not sure": "F"
				}
			]
		},
		{
			"By definition, an invasive species is one that:": [{
					"migrates and settles in a new ecosystem": "F"
				},
				{
					"carries disease": "F"
				},
				{
					"damages an ecosystem after being introduced": "T"
				},
				{
					"has no predators in its native habitat": "F"
				},
				{
					"I'm not sure.": "F"
				}
			]
		},
		{
			"Only animal species can be invasive.": [{
					"True": "F"
				},
				{
					"False": "T"
				},
				{
					"I'm not sure": "F"
				}
			]
		},
		{
			"In which of these ways can invasive species cause problems?": [{
					"Compete with native species for food": "T"
				},
				{
					"Damage the soil": "T"
				},
				{
					"Present a danger to humans": "T"
				},
				{
					"Cause the extinction of native species": "T"
				},
				{
					"I'm not sure": "F"
				}
			]
		},
		{
			"Brown tree snakes caused 10 out of the 11 native bird species in Guam to go extinct. This is an example of a loss of:": [{
					"habitat": "T"
				},
				{
					"biological control": "F"
				},
				{
					"biodiversity": "F"
				},
				{
					"vegetation": "F"
				},
				{
					"I'm not sure": "F"
				}
			]
		},
		{
			"Brown tree snakes have no natural predators on Guam. This means that they are:": [{
					"primary consumers": "F"
				},
				{
					"top predators": "T"
				},
				{
					"at the bottom of the food web": "F"
				},
				{
					"I'm not sure": "F"
				}
			]
		},
		{
			"For a poison to be an effective way of eradicating an invasive species, it must:": [{
					"significantly reduce the invasive species' population": "T"
				},
				{
					"significantly reduce the ecosystem's biodiversity": "F"
				},
				{
					"have similar effects at treated sites and control sites": "F"
				},
				{
					"not cause significant harm to native species or the environment": "T"
				},
				{
					"I'm not sure": "F"
				}
			]
		},
		{
			"What is biological control?": [{
					"Using a poison to target an invasive species": "F"
				},
				{
					"Introducing a new species to prey on, or compete with, an invasive species": "T"
				},
				{
					"Making an invasive species infertile so as to reduce its population": "T"
				},
				{
					"Introducing a plant species that provides extra food for endangered native animals": "F"
				},
				{
					"I'm not sure": "F"
				}
			]
		},
		{
			"Macquarie Island lies halfway between New Zealand and Antarctica. Rats were unintentionally carried to the island by ships in the 1800's. Cats were introduced to prey on the rat population. Rabbits were introduced to provide food for sailors. Which species were used for biological control?": [{
					"Rats": "F"
				},
				{
					"Cats": "T"
				},
				{
					"Rabbit": "F"
				},
				{
					"I'm not sure": "F"
				}
			]
		},
		{
			"Describe two problems we might face when trying to eradicate an invasive species.": []
		}
	]
}